Repository: mvied/wordpress-https
Catalog: lang/wordpress-https-*.po
Languages: fr_fr, pt_br

source: Network Settings
fr_fr: Paramètres réseaux
pt_br: Configurações de Rede

source: Loading...
fr_fr: Chargement...
pt_br: Carregando...

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission d'accéder à cette page

source: Network settings saved.
fr_fr: Paramètres réseaux enregistrés

source: General Settings
fr_fr: Paramètres généraux
pt_br: Configurações Gerais

source: Developer Updates
fr_fr: Nouveautés des développeurs
pt_br: Atualizações para Desenvolvedor

source: Feedback
fr_fr: Retours d'utilisation

source: Donate
fr_fr: Faire un don
pt_br: Doar

source: Cache reset.
fr_fr: Réinitialiser le cache
pt_br: Resetar

source: Settings reset.
fr_fr: Réinitialiser la configuration

source: Settings saved.
fr_fr: Paramêtres enregistrés

source: URL Filters
fr_fr: Filtres des URL
pt_br: Filtro URL

source: URL Filters reset.
fr_fr: Réinitialiser les filtres des URL

source: URL Filters saved.
fr_fr: Filtres des URL enregistrés

source: URL Mapping
fr_fr: Redirection d'adresses

source: URL Mapping reset.
fr_fr: Réinitialiser la redirection d'adresses

source: URL Mapping saved.
fr_fr: Redirection d'adresses enregistrée

source: A single character: a, b, or c
fr_fr: Un simple caractère : a, b ou c
pt_br: Um único caracter: a,b, ou c

source: Any single character <em>but</em> a, b, or c
fr_fr: N'importe quel caractère <em>sauf</em> a, b, ou c
pt_br: Qualquer caracter único <em>mais</em> a, b, ou c

source: Any character in the range a-z
fr_fr: N'importe quel caractère du groupe [a-z]
pt_br: Qualquer caracter entre a-z

source: Any character in the range a-z or A-Z (any alphabetical character)
fr_fr: N'importe quel caractère des groupes [a-z] ou [A-Z] (n'importe quel caractère alphabétique)
pt_br: Qualquer caracter entre a-z ou A-Z (Em qualquer order alfabética)

source: Any whitespace character [ \t\n\r\f\v]
fr_fr: N'importe quel caractère d'espace [ \t\n\r\f\v]

source: Any non-whitespace character [^ \t\n\r\f\v]
fr_fr: N'importe quel caractère non-espace [^ \t\n\r\f\v]

source: Any digit [0-9]
fr_fr: N'importe quel chiffre [0-9]
pt_br: Qualquer digito [0-9]

source: Any non-digit [^0-9]
fr_fr: Qui n'est pas un chiffre [^0-9]
pt_br: Qualquer sem digito [0-9]

source: A position that is not a word boundary
fr_fr: Une position qui n'est pas une fin de mot.
pt_br: Uma poisição que não seja uma fronteira na palavra

source: Alternation: matches either the subexpression to the left or to the right
fr_fr: Alternante : qui correspond à une sous-expression vers la gauche ou vers la droite
pt_br: Alternativas: busca pode ser da esquerda ou direita

source: Beginning of the string
fr_fr: Début de la chaîne
pt_br: Começo da linha

source: End of the string
fr_fr: Fin de la chaîne
pt_br: Final da linha

source: Repetition&#160;Operators
fr_fr: Répétitions &#160; Opérateurs
pt_br: Repetição&#160;Operações

source: Match the previous item at least <em>n</em> times but no more than <em>m</em> times
fr_fr: Correpond au précédent élément au moins <em>n</em> fois mais pas plus de <em>m</em> fois.
pt_br: Igual ao item anterior pelo menos <em>n</em> vezes, porém não mais que <em>m</em> vezes

source: Match the previous item <em>n</em> or more times
fr_fr: Correspond à l'élément précédent <em>n</em> fois ou plus.
pt_br: Igual ao item a quantidade <em>n</em> anterior ou mais vezes

source: Match exactly <em>n</em> occurrences of the previous item
fr_fr: Correspon exactement <em>n</em> fois à l'élément précédent.
pt_br: Exatamente igual <em>n</em> ocorrencias do item anterior

source: Match 0 or 1 occurrences of the previous item {0,1}
fr_fr: Correspond 0 ou 1 fois à l'élément précédent {0,1}
pt_br: Encontre 0 ou 1 ocorrencias do item anterior {0,1}

source: Match 1 or more occurrences of the previous item {1,}
fr_fr: Correspond une fois ou plus à l'élément précédent {1,}
pt_br: Encontrar 1 ou mais ocorrencias do item anterior {1,}

source: SSL Host
fr_fr: Hôte SSL
pt_br: Hospeadgem do SSL

source: Force SSL Admin
fr_fr: Forcer la page d'administration en SSL
pt_br: Forçar SSL Admin

source: Force SSL Exclusively
fr_fr: Forcer l'utilisation de SSL uniquement
pt_br: Forçar SSL Exclusivamente

source: Remove Unsecure Elements
fr_fr: Supprimer les éléments non sécurisés
pt_br: Remover Elementos Inseguro

source: Debug Mode
fr_fr: Mode débogage
pt_br: Modo Depuração

source: Admin Menu Location
fr_fr: Localisation du menu vers l'admistration
pt_br: Localidade no Menu

source: No
fr_fr: Non
pt_br: Não

source: Auto
fr_fr: Automatique

source: Yes
fr_fr: Oui
pt_br: Sim

source: Sidebar
fr_fr: Panneau latéral
pt_br: Barra Lateral

source: Settings
fr_fr: Paramètres
pt_br: Configurações

source: Save Changes
fr_fr: Enregistrer les modifications
pt_br: Salvar Alterações

source: Waiting...
fr_fr: En attente...
pt_br: Aguardando...

source: This post's parent page '%s' has 'Secure child posts' enabled.
fr_fr: La page parente de cet article ('%s') a l'option "Sécuriser les articles enfants" activée.
pt_br: A página pai do post %s estão com a sub-página habilitadas.

source: Secure post
fr_fr: Sécuriser l'article
pt_br: Post Seguro

source: Secure child posts
fr_fr: Sécriser les articles enfants
pt_br: Segurar sub-posts

source: Force SSL Administration
fr_fr: Forcer l'administration en SSL
pt_br: Forçar SSL na Administração

source: Always use HTTPS while in the admin panel. This setting is identical to %sFORCE_SSL_ADMIN%s.
fr_fr: Toujours utiliser HTTPS pour accèder au panneau d'administration. Ce paramètre revient au même que %sFORCE_SSL_ADMIN%s.

source: Any page that is not secured via %sForce SSL%s or URL Filters will be redirected to HTTP.
fr_fr: Toutes pages qui n'est pas sécurisée avec %sForcer SSL%s ou un filtre d'URL sera redirigée vers HTTP.

source: Remove elements inaccessible over HTTPS. May break other plugins' functionality.
fr_fr: Supprimer les éléments qui non pas accessible via HTTPS. Cela peut casser certaines fonctionnalités d'autres plugins.
pt_br: Remover elementos inacessíveis via HTTPS. Está opção pode quebrar funcionabilidade de outros plugins.

source: Outputs debug information to the browser's console.
fr_fr: Sortie des informations de débogage vers la console du navigateur.
pt_br: Mostrar os dados de depuração no console do navegador.

source: If you think you may behind a proxy, set to Auto. Otherwise, leave the setting on No.
fr_fr: Si vous pensez être derrière un proxy, passer à Auto. Sinon, laissez le paramètre sur Non.
pt_br: Se você achar que está usando proxy, marque a opção Auto. Ou, deixe em Não.

source: Reset
fr_fr: Réinitialiser
pt_br: Resetar

source: Cache Reset
fr_fr: Réinitialiser le cache

source: Are you sure you want to set your SSL Host to '%s'? An incorrect value here may render your admin dashboard unusable until you reset the plugin's settings following the directions in the FAQ.
fr_fr: Etes-vous sûr de vouloir paramétrer le nom d'hôte SSL à '%s' ? Un mauvais paramètre ici rendrait l'accès à l'administration du site impossible à moins que vous ne réinitialisiez le plugin tel que décrit dans la FAQ.

source: Are you sure you want to reset all WordPress HTTPS settings?
fr_fr: Etes-vous certains de vouloir réinitialiser tous les paramètres de Wordpress HTTPS ?
pt_br: Tem certeza que deseja resetar todas as configurações do WordPress HTTPS?

source: URL Filters allow you to specify what content should always be secure or unsecure using simple string comparisons or %sregular expressions%s.
fr_fr: Filtres d'URL vous permettant de spécifier quel contenu devra toujours être sécurisé ou non, utilisant des chaînes de comparaisons simples ou des %sexpressions régulières%s.

source: Regular Expressions Help
fr_fr: Aide sur les expressions régulières
pt_br: Ajuda com Expressões Regulares

source: Remove URL Filter
fr_fr: Supprimer une filtre d'URL
pt_br: Remover filtro de URL

source: Remove
fr_fr: Supprimer
pt_br: Remover

source: Add URL Filter
fr_fr: Ajouter un filtre d'URL
pt_br: Adicionar filtro de URL

source: Add
fr_fr: Ajouter
pt_br: Adicionar

source: Unsecure Filters
fr_fr: Filtres non sécurisé

source: Are you sure you want to reset all WordPress HTTPS URL Filters?
fr_fr: Etes-vous certains de vouloir réinitialiser tous les filtres de Wordpress HTTPS ?

source: You can modify this mapping by changing your Home URL.
fr_fr: Vous pouvez modifier cette réécriture en changeant l'URL de votre page d'acceuil

source: You can modify this mapping by changing your SSL Host in the settings above.
fr_fr: Vous pouvez modifier cette réécriture en changeant le nom d'hôte SSL dans les paramètres ci-dessous.

source: Remove URL Mapping
fr_fr: Supprimer une réécriture d'URL

source: Add URL Mapping
fr_fr: Ajouter une réécriture d'URL

source: Are you sure you want to reset all WordPress HTTPS url mappings?
fr_fr: Etes-vous certains de vouloir réinitialiser les paramètres de réécriture d'URL de Wordpress HTTPS ?

source: Support
pt_br: Suporte

source: Expressions
pt_br: Expressões

source: Any word character [a-zA-Z0-9_]
pt_br: Qualquer caracter de palavra [a-zA-Z0-9_]

source: Any non-word character [^a-zA-Z0-9_]
pt_br: Qualquer caracter sem palavra [^a-zA-Z0-9_]

source: A word boundary between \w and \W
pt_br: Uma fronteira entre \w and \W

source: Grouping: group all together for repetition operators
pt_br: Agrupamento: Agrupe todos juntos para operações repitidas

source: Match 0 or more occurrences of the previous item {0,}
pt_br: Encontrar 0 ou mais ocorrencias do item anterior {0,}

source: Secure Filters
pt_br: Filtros Seguro
